[
    {
        "name1" : "Саша",
        "issue1" : "- Всё, успокойтесь. Да, я сделаю её, хорошо и не скажу ребятам.",
        "image1" :  "near402",
        "name2" : "Саша",
        "issue2" : "- Витя, сам занимайся своей физикой. Не буду я тебе помогать за 'спасибо', сам решай эти вопросы. *",
        "image2" :  "near402",
        "name3" : "Саша",
        "issue3" : "- Ну, у меня и так большая загруженность. Витя, может ты не понимаешь чего-то и как это всё рассчитывать? ",
        "image3" :  "near402",
        "name4" : "",
        "issue4" : "",
        "image4" :  "near402"
    },
    {
        "name1" : "Дима",
        "issue1" : "- Да нет, ты что, у тебя же две задачи будет. Оставь ты ему это, пусть сам разгребает.",
        "image1" :  "near402",
        "human1" :  "Andrey",
        "name2" : "Витя",
        "issue2" : "- Ну ладно. Дима, пошли в столовую. ",
        "image2" :  "near402",
        "human2" :  "Pavel3",
        "name3" : "Дима",
        "image3" :  "near402",
        "issue3" : "- Всмысле разобраться?! Пусть сам доделывает, что тут разбираться, и так всё понятно",
        "human3" :  "Andrey",
        "name4" : "",
        "issue4" : "",
        "image4" :  "near402"
    },
    {
        "name1" : "Саша",
        "issue1" : "- Нет, я лучше сам всё сделаю, так надёжней будет.",
        "image1" :  "near402",
        "name2" : "Дима",
        "issue2" : "- Вот именно, сам решай свои проблмеы. Да, идём в столовую.",
        "image2" :  "near402",
        "human2" :  "Andrey",
        "name3" : "Витя",
        "issue3" : "- Вообще-то я и вправду не понимаю физику. ",
        "image3" :  "near402",
        "human3" :  "Pavel2",
        "name4" : "",
        "issue4" : ""
    },
    {
        "name1" : "Дима",
        "issue1" : "- Ну, смотри сам.",
        "image1" :  "near402",
        "human1" :  "Andrey",
        "name2" : "",
        "issue2" : "Дима и Витя уходят, не переставая прирекаться друг с другом. Придя домой, вы спокойно делаете свою задачу и на следующий день предоставляете результат команде.",
        "image2" :  "near402",
        "name3" : "Саша",
        "issue3" : "- Вооот, видишь, давай, пойдём все вместе сделаем, ещё и Витю научим.",
        "image3" :  "near402",
        "name4" : "",
        "issue4" : ""
    },
    {
        "name1" : "",
        "issue1" : "Дима и Витя уходят, не переставаяя прирекаться между друг другом. Придя домой, вы в быстром темпе пытаетесь сделать сначала задачу Вити, а потом уже свою, но получается у вас не очень. В конце концов вам приходиться не спать всю ночь, но обе задачи вы сделали.",
        "image1" :  "near402",
        "name2" : "",
        "issue2" : "Витя же в свою очередь представляет всем ровно ничего, он не выполнил свою задачу, а вы впридачу рассказываете про вчерашнюю ситуацию. Всей команде приходиться разбивать физические рассчёты на каждого и заниматься этим прямо сейчас, вместо обсуждения возникших проблем и их решения.",
        "image2" :  "near402",
        "name3" : "Дима",
        "issue3" : "- Ладно, уговорил. Давай мы сейчас в столовую сходим, а после пар уже займём какой-нибудь брейкаут и там поработаем.",
        "image3" :  "near402",
        "name4" : "",
        "issue4" : ""
    },
    {
        "name1" : "",
        "issue1" : "Вы отсылаете Вите физические рассчёты к утру и приходите на командный сбор. Витя предоставляет физические рассчёты и его просят объяснить, что здесь и зачем высчитывалось, но он не может ответить ни на один вопрос и с горем пополам 'физику' принимают выполненной. Ваша задача была тоже сделана хорошо, но с вашим состоянием вы не смогли и двух слов адекватно связать, чтобы объяснить почему вы сделали именно так.",
        "image1" :  "near402",
        "name2" : "",
        "issue2" : "",
        "name3" : "",
        "issue3" : "Дима и Витя уходят в спокойно в столовую, а вы уходите на пару. После занятий, как было обговорено, вы собираетесь вместе и пытаетесь объяснить Вите физику, а после, уже дома, спокойно доделываете свою задачу. Собравшись с командой на следующий день, вы и Витя великолепно рассказываете ваши результаты, а после разбираете текущие проблемы с Машиной Голдберга",
        "image3" :  "near402",
        "name4" : "",
        "issue4" : ""
    }
]