[
    {
        "name1" : "",
        "issue1" : "- Нет ребята, сегодня без меня, давайте в другой раз. Надо много чего успеть сделать за сегодня, может на выходных сходим куда-нибудь?",
        "image1": "tennis",
        "human1": "",
        "name2" : "Саша",
        "issue2" : "- Да, почему бы и нет, я вообще ничего не буду делать. Устал я за эти пару дней в этой Школе Х.",
        "image2": "tennis",
        "human2": "",
        "name3" : "Саша",
        "issue3" : "- Ладно, убедили, но я только на два часа смогу пойти, чтобы успеть дома поработать.",
        "image3": "tennis",
        "human3": "",
        "name4" : "Саша",
        "issue4" : "- Я же сказал, что у меня дел много. И вообще, с такими разговорами можем и не гулять потом, я очень занят сейчас! ",
        "image4": "tennis",
        "human4": ""
    },
    {

        "name1" : "Данил",
        "issue1" : "- Эх, ну ладно, мы тогда сами пойдём. А в субботу можно будет на другой берег Дона выбраться.",
        "image1" :  "tennis",
        "human1" :  "Anton2",
        "name2" : "Даша",
        "issue2" : "- Радикально, ты конечно, решил. Ну, что стоим тогда?! Пошли! ",
        "image2" :  "tennis",
        "human2" :  "Daria1",
        "name3" : "Руслан",
        "issue3" : "- Да какие два часа, давай подольше! ",
        "image3" :  "tennis",
        "human3" :  "Dima1",
        "name4" : "Руслан",
        "issue4" : "- Тише, ты чего так разошёлся. Мог бы и просто сказать, что не хочешь с нами общаться дальше и всё. Даша, Даниил, пошли, не хочу я с таким неуравновешенным водиться. ",
        "image4" :  "tennis",
        "human4" :  "Dima2"
    },
    {
 
        "name1" : "Руслан",
        "issue1" : "- О, звучит круто, я за! ",
        "image1" :  "tennis",
        "human1" :  "Dima1",
        "name2" : "",
        "issue2" : "Остаток этого дня прошёл очень весело, но вы так ничего и не сделали за оставшееся время. По итогу, придя к команде ни с чем, всем пришлось проектировать узел за вас.",
        "image2": "tennis",
        "human2": "",
        "name3" : "Саша",
        "issue3" : "- Не, ребята, правда, сегодня больше не могу, кроме задач надо ещё как-то выспаться завтра перед парами. ",
        "image3": "tennis",
        "human3": "",
        "name4" : "Данил",
        "issue4" : "- Да, пойдём. Сможем хотя-бы спокойно провести время. ",
        "image4" :  "tennis",
        "human4" :  "Anton1"
    },
    {

        "name1" : "Даша",
        "issue1" : "- Да, давайте так сделаем. Тогда пока Саша.",
        "image1" :  "tennis",
        "human1" :  "Daria2",
        "name2" : "",
        "issue2": "",
        "image2" :  "",
        "human2" :  "",
        "name3" : "Данил",
        "issue3" : "- Эх, ну ладно, пошли хотя-бы так. ",
        "image3" :  "tennis",
        "human3" :  "Anton3",
        "name4" : "Саша",
        "issue4" : "- Ну и идите, посмотрим потом у кого на сесси лучше положение будет. ",
       "image4": "tennis",
        "human4" :  ""
    },
    {

        "name1" : "",
        "issue1" : "Остаток дня вы в спокойствии провели за учёбой и смогли придумать неплохой узел на для Машины Голберга. На командном сборе ваша разработка понравилась всем и было решено, что она не нуждается в доработке и можно смело применять этот механизм.",
        "image1" :  "tennis",
        "human1" :  "",
        "name3" : "",
        "issue3" : "Остаток дня вы провели довольно весело и после отпущенных собой же двух часов венулись домой чтобы сделать свои дела. Но из-за того, что вы прогулялись с друзьями, вам пришлось работать до самой ночи и вы допустили несколько прощётов в своём проектировании узла и вашей команде вместе с вами пришлось в начале сбора дорабатывать ваш узел.",
        "image3" :  "tennis",
        "human3" :  "",
        "name4" : "",
        "issue4" : "Остаток дня вы были обзлоблены от случившейся ситуации, но смогли взять себя в ркуи и сделать все свои дела. На командном сборе к вам не было никаких вопросов, но и ваши коллеги смотрели на вас осуждающе, так как услышали в тот день ваш разговор.",
        "image4" :  "tennis",
        "human4" :  ""
    }
]