[
    {
        "condition" : "",
        "name" : "",
        "text" : "Выйдя из аудитории вы замечаете как Даниил, Даша и Руслан -ребята, которые были с вами в одной команде на Днях навигации - обсуждают куда можно сегодня сходить погулять",
        "image" : "tennis"
    },    
    {
        "condition" : "o",
        "name" : "Руслан",
        "text" : "- Саша, слушай, не знаешь какой-нибудь интересный парк в Ростове?",
        "image" : "402"
    },    
    {
        "condition" : "",
        "name" : "ГГ",
        "text" : "- Хм, можно пойти в Парк Горького, там есть небольша я сцена, пару атракционов и места, где можно посидеть",
        "image" : "tennis"
    },    
    {
        "condition" : "",
        "name" : "Даша",
        "text" : "- О, звучит интересно. Пошли с нами, как раз покажешь где он",
        "image" : "402"
    },    
    {
        "condition" : "",
        "name" : "ГГ",
        "text" : "- Да, пошли, туда как раз можно доехать на 'шестёрке'",
        "image" : "tennis"
    },    
    {
        "condition" : "",
        "name" : "Даниил",
        "text" : "- На чём ещё раз?",
        "image" : "402"
    },    
    {
        "condition" : "",
        "name" : "ГГ",
        "text" : "- Шестёрка - это автобус, на котором можно уехать отсюда в центр, тут как раз недалеко остановка.",
        "image" : "402"
    },    
    {
        "condition" : "",
        "name" : "Даниил",
        "text" : "- А, понял, спасибо, Ну погнали тогда, что стоим?",
        "image" : "tennis"
    },    
    {
        "condition" : "",
        "name" : "",
        "text" : "Вы с компанией покинули корпус и, сев на шестой автобус, доехали до парка Горького. Тут было не очень много людей, и, пройдясь немного по парку вы решили пройти вниз и поговорить сидя на лавочках.",
        "image" : "402"
    },    
    {
        "condition" : "",
        "name" : "Руслан",
        "text" : "- Интересно, какие у нас будут пары в таком формате обучения",
        "image" : "tennis"
    },    
    {
        "condition" : "",
        "name" : "",
        "text" : "И вправду, этот вопрос витал у вас в голове после речи Павла Владимировича.",
        "image" : "402"
    },    
    {
        "condition" : "",
        "name" : "Даша",
        "text" : "- Мне наставник другой команды рассказывал, что у нас будут как гуманитарные предметы, которые помогут развить нашу коммуникацию с другими людьми, так и технические, которые будут непосредственно обучать нас нашей будующей профеессии",
        "image" : "402"
    },    
    {
        "condition" : "",
        "name" : "Даниил",
        "text" : "- Да, я тоже что-то такое слышал. Но интересно какие именно это будут предметы, учитывая, что у нас первые два года будут 'общими'",
        "image" : "tennis"
    },    
    {
        "condition" : "",
        "name" : "ГГ",
        "text" : "- Всмылсе 'Общими'? Это как?",
        "image" : "402"
    },    
    {
        "condition" : "",
        "name" : "Даниил",
        "text" : "- Ну, 2 года мы обучаемся все вместе, одним курсом, а потом выбираем что-то типа нашей специализации, мажор кажется называется. Даниил",
        "image" : "tennis"
    },    
    {
        "condition" : "",
        "name" : "Даша",
        "text" : "- Не мажор, а мэйджор. Да, мы потом выберем нашу специальность: IT, BIM-строительство или RT. Даша",
        "image" : "402"
    },    
    {
        "condition" : "",
        "name" : "Даниил",
        "text" : "- Ну ты и англичанка конечно. А кстати, что такое RT?",
        "image" : "402"
    },    
    {
        "condition" : "",
        "name" : "Руслан",
        "text" : "- RT это робототехника, крутая штука кстати, я на неё как раз и поступал",
        "image" : "tennis"
    },    
    {
        "condition" : "",
        "name" : "Даша",
        "text" : "- А я на стротиельство поступала, на бюджет получилось как раз.",
        "image" : "402"
    },    
    {
        "condition" : "",
        "name" : "ГГ",
        "text" : "- Мне IT очень нравится, на него и пошёл в ДГТУ",
        "image" : "402"
    },    
    {
        "condition" : "",
        "name" : "Руслан",
        "text" : "- Я тоже на RT поступал, целенаправлено в Школу Х хотел попасть, узнал про неё от брата, он рассказал как проходит обучение и захотелось туда же пойти. А вы кстати как узнали про ИОТ?",
        "image" : "tennis"
    },    
    {
        "condition" : "",
        "name" : "Даниил",
        "text" : "- Я во время выступления в Точке кипения от преподавателя узнал. Он рассказывал что такое траектория обучения, какая она есть в ДГТУ и как можно её выбрать, ну и решил пойти в Школу Х так как из неё и в Т-университет можно и на классику пойти учиться. А ты как узнал про Школу Х, Саша, и почему решил поступить сюда?",
        "image" : "402"
    },    
    {
        "condition" : "No",
        "name" : "",
        "text" : "",
        "image" : "tennis"
    },    
    {
        "condition" : "",
        "name" : "Руслан",
        "text" : "- Интересно, какие у нас будут пары в таком формате обучения",
        "image" : "tennis"
    },    
    {
        "condition" : "",
        "name" : "Руслан",
        "text" : "- Интересно, какие у нас будут пары в таком формате обучения",
        "image" : "tennis"
    }

]
