[
    {
        "condition" : "",
        "name" : "Павел Владимирович Герасин",
        "text" : "- Приветствую вас в Институте опережающих технологий “Школа Икс”! Вы попали в сообщество единомышленников, цель которых - создавать инженерные решения и технологии, меняющие мир к лучшему.",
        "image" : "402.2",
        "human" : "gerasin"
    },  
    {
        "condition" : "",
        "name" : "Павел Владимирович Герасин",
        "text" : "- Школа Икс - это среда для вашего личностного роста и профессионального развития. С вами будут делиться знаниями и опытом лучшие преподаватели и наставники, вы сами сможете помогать остальным и расти вместе с ними.",
        "image" : "402.2",
        "human" : "gerasin"
    },  
    {
        "condition" : "",
        "name" : "Павел Владимирович Герасин",
        "text" : "- Все, что от вас требуется, - быть усердным и ответственным, интеллектуально любознательным и готовым к совместной продуктивной деятельности. Желаю вам удачи в Школе Икс! ",
        "image" : "402",
        "human" : "gerasin"
    },  
    {
        "condition" : "",
        "name" : "",
        "text" : "Выйдя из аудитории вы замечаете как Даниил, Даша и Руслан -ребята, которые были с вами в одной команде на Днях навигации - обсуждают куда можно сегодня сходить погулять",
        "image" : "near402.2",
        "human" : "Artem1"
    },    
    {
        "condition" : "",
        "name" : "Руслан",
        "text" : "- Саша, слушай, не знаешь какой-нибудь интересный парк в Ростове?",
        "image" : "near402",
        "human" : "Dima1"
    },    
    {
        "condition" : "",
        "name" : "Саша",
        "text" : "- Хм, можно пойти в Парк Горького, там есть небольша я сцена, пару атракционов и места, где можно посидеть",
        "image" : "near402.2",
        "human" : "Artem3"
    },    
    {
        "condition" : "",
        "name" : "Даша",
        "text" : "- О, звучит интересно. Пошли с нами, как раз покажешь где он",
        "image" : "near402",
        "human" : "Daria1"
    },    
    {
        "condition" : "",
        "name" : "Саша",
        "text" : "- Да, пошли, туда как раз можно доехать на 'шестёрке'",
        "image" : "near402",
        "human" : "Artem2"
    },    
    {
        "condition" : "",
        "name" : "Даниил",
        "text" : "- На чём ещё раз?",
        "image" : "near402.2",
        "human" : "Anton1"
    },    
    {
        "condition" : "",
        "name" : "Саша",
        "text" : "- Шестёрка - это автобус, на котором можно уехать отсюда в центр, тут как раз недалеко остановка.",
        "image" : "near402",
        "human" : "Artem2"
    },    
    {
        "condition" : "",
        "name" : "Даниил",
        "text" : "- А, понял, спасибо, Ну погнали тогда, что стоим?",
        "image" : "near402.2",
        "human" : "Anton2"
    },    
    {
        "condition" : "",
        "name" : "",
        "text" : "Вы с компанией покинули корпус и, сев на шестой автобус, доехали до парка Горького. Тут было не очень много людей, и, пройдясь немного по парку вы решили пройти вниз и поговорить сидя на лавочках.",
        "image" : "park2",
        "human" : ""
    },    
    {
        "condition" : "",
        "name" : "Руслан",
        "text" : "- Интересно, какие у нас будут пары в таком формате обучения",
        "image" : "park",
        "human" : "Dima2"
    },    
    {
        "condition" : "",
        "name" : "",
        "text" : "И вправду, этот вопрос витал у вас в голове после речи Павла Владимировича.",
        "image" : "park2",
        "human" : ""
    },    
    {
        "condition" : "",
        "name" : "Даша",
        "text" : "- Мне наставник другой команды рассказывал, что у нас будут как гуманитарные предметы, которые помогут развить нашу коммуникацию с другими людьми, так и технические, которые будут непосредственно обучать нас нашей будующей профеессии",
        "image" : "park",
        "human" : "Daria1"
    },    
    {
        "condition" : "",
        "name" : "Даниил",
        "text" : "- Да, я тоже что-то такое слышал. Но интересно какие именно это будут предметы, учитывая, что у нас первые два года будут 'общими'",
        "image" : "park2",
        "human" : "Anton3"
    },    
    {
        "condition" : "",
        "name" : "Саша",
        "text" : "- Всмысле 'Общими'? Это как?",
        "image" : "park",
        "human" : "Artem1"
    },    
    {
        "condition" : "",
        "name" : "Даниил",
        "text" : "- Ну, 2 года мы обучаемся все вместе, одним курсом, а потом выбираем что-то типа нашей специализации, мажор кажется называется. Даниил",
        "image" : "park2",
        "human" : "Anton4"
    },    
    {
        "condition" : "",
        "name" : "Даша",
        "text" : "- Не мажор, а мэйджор. Да, мы потом выберем нашу специальность: IT, BIM-строительство или RT. Даша",
        "image" : "park",
        "human" : "Daria2"
    },    
    {
        "condition" : "",
        "name" : "Даниил",
        "text" : "- Ну ты и англичанка конечно. А кстати, что такое RT?",
        "image" : "park2",
        "human" : "Anton5"
    },    
    {
        "condition" : "",
        "name" : "Руслан",
        "text" : "- RT это робототехника, крутая штука кстати, я на неё как раз и поступал",
        "image" : "park2",
        "human" : "Dima4"
    },    
    {
        "condition" : "",
        "name" : "Даша",
        "text" : "- А я на строительство поступала, на бюджет получилось как раз.",
        "image" : "park",
        "human" : "Daria1"
    },    
    {
        "condition" : "",
        "name" : "Саша",
        "text" : "- Мне IT очень нравится, на него и пошёл в ДГТУ",
        "image" : "park2",
        "human" : "Artem2"
    },    
    {
        "condition" : "",
        "name" : "Руслан",
        "text" : "- Я тоже на RT поступал, целенаправлено в Школу Х хотел попасть, узнал про неё от брата, он рассказал как проходит обучение и захотелось туда же пойти. А вы кстати как узнали про ИОТ?",
        "image" : "park2",
        "human" : "Dima3"
    },
    {
        "condition" : "",
        "name" : "Даша",
        "text" : "- Я вообще случайно, в общаге подружилась с одной девочкой, она и рассказала про ИОТ. Решила попробовать, что это за интересная штука",
        "image" : "park",
        "human" : "Daria2"
    },
    {
        "condition" : "",
        "name" : "Даниил",
        "text" : "- Я во время выступления в Точке кипения от преподавателя узнал. Он рассказывал что такое траектория обучения, какая она есть в ДГТУ и как можно её выбрать, ну и решил пойти в Школу Х так как из неё и в Т-университет можно и на классику пойти учиться. А ты как узнал про Школу Х, Саша, и почему решил поступить сюда?",
        "image" : "park2",
        "human" : "Anton6"
    },    
    {
        "condition" : "No",
        "name" : "",
        "text" : "",
        "image" : "",
        "human" : ""
    },    
    {
        "condition" : "",
        "name" : "Руслан",
        "text" : "- Нормально так. А давайте в Правду или Действие сыграем?",
        "image" : "park2",
        "human" : "Dima2"
    },
    {
        "condition" : "",
        "name" : "",
        "text" : "Идея Руслан всем понравилась и в итоге вы хорошо провели время за игрой и вечером разошлись по домам, и вот, спустя несколько пару дней, наступает долгожданное обучение...",
        "image" : "screen3",
        "human" : ""
    },        
    {
        "condition" : "",
        "name" : "",
        "text" : "Предворительно посмотрев расписание, вы добираетесь до корпуса и направляетесь в кабинет 407, на пару английского языка. Придя в кабинет, вы замечаете, что тут около 11 незнакомых вам людей, а также Даниил, с которым вы вчера гуляли.",
        "image" : "402",
        "human" : ""
    },    
    {
        "condition" : "",
        "name" : "",
        "text" : "Вы подсаживаетесь к нему и в этот момент заходит преподаватель и начинает пару. Во время занятия вы обращаете внимание на пару ребят, которые слегка шумно себя ведут и постоянно отшучивают на слова преподавателя, но делают это довольно ловко и безобидно.",
        "image" : "402.2",
        "human" : ""
    },    
    {
        "condition" : "",
        "name" : "",
        "text" : "Это продолжается уже 30 минут и ребята стали вести себя ещё громче, чем были раньше. Конечно, все смеются над их шутками и вы не исключение, но в то же время вам хочется послушать вашу первую пару.",
        "image" : "402",
        "human" : ""
    },    
    {
        "condition" : "No",
        "name" : "",
        "text" : "",
        "image" : "402",
        "human" : ""
    },  
    {
        "condition" : "",
        "name" : "",
        "text" : "После того, как пара закончилась, вы выходите с Даниилом и другими ребятами в коридор. Тут к вам подходят один из тех 'шутников с английского'.",
        "image" : "near421.1",
        "human" : ""
    },    
    {
        "condition" : "",
        "name" : "Дима",
        "text" : "- Привет, я Дима, вы не знаете где здесь столовая?",
        "image" : "near421",
        "human" : "Andrey"
    },    
    {
        "condition" : "",
        "name" : "Данил",
        "text" : "- Привет, она вроде внизу должна быть. Меня зовут Даниил кстати, а это Саша. ",
        "image" : "near421.1",
        "human" : "Anton4"
    },    
    {
        "condition" : "",
        "name" : "Саша",
        "text" : "- Меня зовут Саша. Я тоже проголодался, давайте мы вас отведём, пошли Даня.",
        "image" : "near421",
        "human" : "Artem2"
    },    
    {
        "condition" : "",
        "name" : "",
        "text" : "Даниил охотно согласился, так как он как и вы ничего не ел с утра. Выспускаетесь в столовую и, после того как поели, идёте на следующую пару в 402-ой кабинет, где должна проходить установка на модуль 'Машина Голдберга'",
        "image" : "402",
        "human" : ""
    },    
    {
        "condition" : "",
        "name" : "",
        "text" : "Вы с Даниилом находите в кабинете Дашу и Руслана и подсаживаетесь к ним. Поприветствовав их и подождав пару минут, вы видите как в аудиторию заходят два человека, идут в самое её начало и берут микрофоны.",
        "image" : "402.2",
        "human" : ""
    },    
    {
        "condition" : "",
        "name" : "Лысенко Алексей Фёдорович",
        "text" : "- Здравствуйте, рад вас всех видеть сегодня в этой аудитории и поздравляю вас с тем, что вы попали в Институт Опережающих Технологий 'Школу Х'. Как вы уже знаете, всё обучение здесь основывается на создании разного рода проектов, которые в будующем составят вам портфолио при трудоустройстве и повысят ваши шансы успешно занять какую-либо профессию.",
        "image" : "402",
        "human" : "lysenko"
    },    
    {
        "condition" : "",
        "name" : "Лысенко Алексей Фёдорович",
        "text" : "- Вашим первый модуль буду вести Я, Лысенко Алексей Фёдорович, и, мой коллега Зайцев Александр Юрьевич. ну а первым вашим проетом будет сборка Машины Голдберга, это совокупность различных механизмов, существующих лишь для однной цели - сделать какое-либо действие максимально медленно.",
        "image" : "402.2",
        "human" : "lysenko"
    },    
    {
        "condition" : "",
        "name" : "Зайцев Александр Юрьевич",
        "text" : "- Ваш модуль поделён на две части: в первой вы готовите сам проект, то есть создаёте схему того, что у вас будет, составляете смету на необходимые материалы, а также производите все рассчёты. Во второй части вашего модуля вы уже собираете ваш проект руками, пилите, строгаете, крутите болты и так далее. ",
        "image" : "402",
        "human" : "zaycev"
    },    
    {
        "condition" : "",
        "name" : "Зайцев Александр Юрьевич",
        "text" : "- Кстати, о работе. Для всякого рода работ у нас есть специально оборудованные мастерские, это 405-ая аудитория, в которой есть инструменты для заготовки и сборки различных элементов вашего проекта, и 417-ая аудитория, где есть всё, что нужно для работы с электроникой. ",
        "image" : "402",
        "human" : "zaycevhappy"
    },    
    {
        "condition" : "",
        "name" : "Зайцев Александр Юрьевич",
        "text" : "- Теперь, после того, как вы узнали, где вы можете поработать, пора узнать и о том, с кем вы будете работать. Так как основа всего обучения здесь, командная работа, то сейчас вы должны будете разойтись в брейкаутам или аудиторям и познакомиться с теми людьми, с которыми вы и будете работать. Увидеть, в какой вы команде и куда вам проследовать можно на этом слайде",
        "image" : "402",
        "human" : "zaycev"
    },    
    {
        "condition" : "",
        "name" : "",
        "text" : "Вы смотрите на монитор, стоящий в аудитории и видите, что попали в команду №5, в которой помимо вас ещё 5 человек и наставник. В этот момент вокруг проирсходит непонятно что: студенты пытаются найти своих сокомандников и наставников, что начинает перерастать в балаган.",
        "image" : "402.2",
        "human" : ""
    },    
    {
        "condition" : "",
        "name" : "Зайцев Александр Юрьевич",
        "text" : "- Так, коллеги, давайте успокоимся и сделаем всё цивилизованно. Сейчас я буду называть команды, а наставники этих команд поднимать руку вверх. После, все члены команды подойдут к своему наставником и проследуют за ним.",
        "image" : "402.2",
        "human" : "zaycev"
    },    
    {
        "condition" : "",
        "name" : "",
        "text" : "Речь Александра Юрьевича смогла привести в чувство всю аудиторию и вы, дождавшись номера своей команды, находите своего наставника и идёте к нему. Помимо незнакомых людей, с которыми вам предстоит работаь, вы замечаете рядом Диму, который, как оказывается, является членом вашей команды.",
        "image" : "nearbreak",
        "human" : ""
    },    
    {
        "condition" : "",
        "name" : "",
        "text" : "Проследовав в один из брейкаутов, наставник предложил всем познакомиться друг с другом. Так вы узнали, что кроме Димы и вас в команде есть Антон, Настя, Аня, Витя  и Артём.",
        "image" : "break",
        "human" : ""
    },    
    {
        "condition" : "",
        "name" : "",
        "text" : "Спустя пару дней, на одном из командных сборов и после выяснения, что такое Машина Голберга и как она примерно выглядит, вы решаете распределить механизмы, из которых она должна состоять, на каждого члена команды, чтобы всем вместе поучавствовать в создании проекта.",
        "image" : "break",
        "human" : ""
    },    
    {
        "condition" : "",
        "name" : "",
        "text" : "На выполнение этого задания каждому члену команды отвели 1 день, но у вас сейчас появилась сильная загруженность по предматам, которым вы обучаетесь: много задач надо решить на математику, сделать физику, а также английский. После командного сбора вы встречаете в коридоре Даниила, Дашу и Руслана.",
        "image" : "break",
        "human" : ""
    },    
    {
        "condition" : "",
        "name" : "Даша",
        "text" : "- Саша! Пошли с нами сегодня гулять по Пушкинской!",
        "image" : "nearbreak",
        "human" : "Daria2"
    },    
    {
        "condition" : "",
        "name" : "Данил",
        "text" : "- Да, погнали с нами, прогуляемся до парка Революции и там ещё походим.",
        "image" : "tennis",
        "human" : "Anton5"
    },    
    {
        "condition" : "",
        "name" : "Саша",
        "text" : "- Не знаю ребята, у меня домашки много прибавилось, и сделать её надо как можно быстрее...",
        "image" : "tennis",
        "human" : "Artem3"
    },    
    {
        "condition" : "",
        "name" : "Даша",
        "text" : "- Да пошли, что ты цепляешься за эти предметы, надо же когда-нибудь отдыхать. ",
        "image" : "tennis",
        "human" : "Daria1"
    },    
    {
        "condition" : "",
        "name" : "Руслан",
        "text" : "- Даша верно говорит, пошли, мы давно не гуляяли, а то и звать больше не будем. Пока сильной загруженности нет, можно и ничего не делать.",
        "image" : "tennis",
        "human" : "Dima4"
    },    
    {
        "condition" : "No",
        "name" : "",
        "text" : "",
        "image" : "tennis",
        "human" : ""
    },    
    {
        "condition" : "",
        "name" : "",
        "text" : "После обсуждения всех узлов с командой вы приходите к выводу, что нужно сделать физические рассчёты, а также найти материалы, из которых будут сделаны ваши узлы, сделать дизайн и много чего ещё. Вы думаете взять на себя физические рассчёты, так как хорошо разбираетесь в физике, но тут встаёт Настя.",
        "image" : "break",
        "human" : ""
    },    
    {
        "condition" : "",
        "name" : "Настя",
        "text" : "- Я хочу взять на себя поиск материалов.",
        "image" : "break",
        "human" : "Nastya4"
    },    
    {
        "condition" : "",
        "name" : "Саша",
        "text" : "- Но я тоже хотел это взять, я спокойно могу найти всё что нам нужно и сравнить по ценам в других магазинах.",
        "image" : "break",
        "human" : "Artem1"
    },    
    {
        "condition" : "",
        "name" : "Антон",
        "text" : "- Да, Саша в интернете может найти буквально всё, может он возьмёт эту задачу? ",
        "image" : "break",
        "human" : "Andrey"
    },    
    {
        "condition" : "",
        "name" : "Настя",
        "text" : "- Ну, хорошо, я тогда возьму на себя Дизайн проекта. Что у нас ещё осталось из задач?",
        "image" : "break",
        "human" : "Nastya2"
    },    
    {
        "condition" : "",
        "name" : "Артём",
        "text" : "- Да вроде только физические рассчёты сделать. Витя, так как у тебя нет задач в проекте, ты и сделаешь всю 'физику'",
        "image" : "break",
        "human" : "Gena"
    },    
    {
        "condition" : "",
        "name" : "Витя",
        "text" : "- Да, хорошо, а что там надо сделать?",
        "image" : "break",
        "human" : "Pavel3"
    },    
    {
        "condition" : "",
        "name" : "",
        "text" : "Витя то и дело, что всё время смотрел в телефон и практически не участвовал в процессе создания проекта в другие дни. Общался он только с Димой, перекидываясь шутками во время командных сборов и гуляя по корпусу.",
        "image" : "break",
        "human" : ""
    },    
    {
        "condition" : "",
        "name" : "Настя",
        "text" : "- Всмысле что там надо сделать? Сделать физические рассчёты на каждый узел, что на что вляет, какя сила там, или что другое.",
        "image" : "break",
        "human" : "Nastya3"
    },    
    {
        "condition" : "",
        "name" : "Витя",
        "text" : "- Ааа, понял. Хорошо, я сделаю.",
        "image" : "break",
        "human" : "Pavel2"
    },    
    {
        "condition" : "",
        "name" : "",
        "text" : "Распределив все задачи, ваша команда разошлась по домам. Придя домой, вы решаете пока подождать с поиском материалов, чтобы успеть сделать домашнюю работу по своим предметам.",
        "image" : "screen2",
        "human" : ""
    },    
    {
        "condition" : "",
        "name" : "",
        "text" : "Через 4 дня упорного посещения учёбы и делания домашней работы, в перерыве между парами, вы встречаете в коридоре Диму и Витю. идущих в столовую.",
        "image" : "chill",
        "human" : ""
    },    
    {
        "condition" : "",
        "name" : "Саша",
        "text" : "- Привет Дима, привет Витя. Как дела, как задачи?",
        "image" : "chill",
        "human" : "Artem2"
    },    
    {
        "condition" : "",
        "name" : "Дима",
        "text" : "- Привет. Да дела нормально, с задачами у меня тоже хорошо, я уже сделал что от меня требовалось. У тебя как с этим обстоят дела?",
        "image" : "chill",
        "human" : "Andrey"
    },    
    {
        "condition" : "",
        "name" : "Саша",
        "text" : "- Дела тоже нормально, вот домашку наконец закончил делать, а задачу пока не трогал, по уши был в физике.",
        "image" : "chill",
        "human" : "Artem1"
    },    
    {
        "condition" : "",
        "name" : "Витя",
        "text" : "- О, скинь мне пожалуйста физику, а то я не успел сделать.",
        "image" : "chill",
        "human" : "Pavel1"
    },    
    {
        "condition" : "",
        "name" : "Дима",
        "text" : "- Да успокойся, я тебе скину сегодня, как в общаге буду. ",
        "image" : "chill",
        "human" : "Andrey"
    },    
    {
        "condition" : "",
        "name" : "Саша",
        "text" : "- А ты кстати физические рассчёты сделал для узлов в Машине Голдберга?",
        "image" : "chill",
        "human" : "Artem1"
    },    
    {
        "condition" : "",
        "name" : "Витя",
        "text" : "- Эээ, нет, я не успел. Можешь сделать из за меня пожалуйста? Только команде не говори, что ты за меня работал, а то потом будут ещё косо смотреть.",
        "image" : "chill",
        "human" : "Pavel3"
    },    
    {
        "condition" : "",
        "name" : "Дима",
        "text" : "- Так ты же просто в общаге лежал и в телефон залипал! Ты вообще ничего не делал, хотя времени у тебя было достаточно!",
        "image" : "chill",
        "human" : "Andrey"
    },    
    {
        "condition" : "",
        "name" : "",
        "text" : "В этот момент вы понимаете, что Витя вообще не горит желанием как-то помогать команде, но без физических рассчётов на предзащите вам будет очень плохо и вы не сможете хорошо выступить. Но и работы за другого выполнять не сильно и хочется.",
        "image" : "chill",
        "human" : ""
    },    
    {
        "condition" : "No",
        "name" : "",
        "text" : "",
        "image" : "chill",
        "human" : ""
    },    
    {
        "condition" : "",
        "name" : "",
        "text" : "По окончании всех обсуждений, вы с командой расходитесь до следующей встречи. До автобуса осталось ещё много времени и вы решаете подождать в корпусе, а потом уже выдвигаться.",
        "image" : "chill",
        "human" : ""
    },    
    {
        "condition" : "",
        "name" : "",
        "text" : "Помимо вас практически никого не было, кроме проходящих иногда преподавателей. Делать в зоне отдыха одному практически нечего и вы решаете посмотреть, что вообще у неё есть.",
        "image" : "chill",
        "human" : ""
    },    
    {
        "condition" : "",
        "name" : "",
        "text" : "Вы находите на полке рядом с пуфами много различных книг, а также игр. Вы решаете взять шахматы и поиграть сам с собой. Пока вы расставляли фигуры, рядом прошёл один из преподавателей и остановился.",
        "image" : "chill",
        "human" : ""
    },    
    {
        "condition" : "",
        "name" : "Зайцев Александр Юрьевич",
        "text" : "- Шахматы это интересная вещь. Вам есть с кем сыграть?",
        "image" : "chill",
        "human" : "zaycev"
    },    
    {
        "condition" : "",
        "name" : "Саша",
        "text" : "- Если честно, то пока не с кем.",
        "image" : "chill",
        "human" : "Artem3"
    },    
    {
        "condition" : "",
        "name" : "Зайцев Александр Юрьевич",
        "text" : "- Давайте я тогда сыграю с вами одну партию. Вы не против?",
        "image" : "chill",
        "human" : "zaycev"
    },    
    {
        "condition" : "",
        "name" : "Саша",
        "text" : "- Отличное предложение, давайте.",
        "image" : "chill",
        "human" : "Artem2"
    },    
    {
        "condition" : "",
        "name" : "",
        "text" : "Александр Юрьевич сел напротив вас и приготовился к игре. Вам достались белые фигуры, а ему - чёрные. Спустя несколько ходов, вы решаете обратиться к преподавателю.",
        "image" : "chill",
        "human" : ""
    },    
    {
        "condition" : "",
        "name" : "Саша",
        "text" : "- Александр Юрьевич, а какой основной предмет вы ведёте?",
        "image" : "chill",
        "human" : "Artem2"
    },    
    {
        "condition" : "",
        "name" : "Зайцев Александр Юрьевич",
        "text" : "- Моё основное направление - это робототехника, я веду несколько элективов связанных с ней. Нотакже я преподаю основы программирования для первокурсников, мы сможем с вами увидеться на этих занятих в одном из следующих модулей. ",
        "image" : "chill",
        "human" : "zaycevhappy"
    },    
    {
        "condition" : "",
        "name" : "Саша",
        "text" : "- Ого, классно. Я как раз на IT поступал. А когда именно будет этот модуль с программированием?",
        "image" : "chill",
        "human" : "Artem2"
    },    
    {
        "condition" : "",
        "name" : "Зайцев Александр Юрьевич",
        "text" : "- А вам всё возьми и расскажи. Вы что, боитесь неопределённости и неизвестного?",
        "image" : "chill",
        "human" : "zaycev"
    },    
    {
        "condition" : "No",
        "name" : "",
        "text" : "",
        "image" : "chill",
        "human" : ""
    },    
    {
        "condition" : "",
        "name" : "Зайцев Александр Юрьевич",
        "text" : "- Шах, и Мат. Спасибо за интресную беседу и хорошую партию, но, надо работать. До свидания! ",
        "image" : "chill",
        "human" : "zaycev"
    },    
    {
        "condition" : "",
        "name" : "",
        "text" : "Александр Юрьевич ушёл по своим делам, а вы в этот момент сложили фигуры и убрали шахматы на своё место. Размышления о неизвестности и неопределённости не покидали вас всю дорогу до дома.",
        "image" : "screen1",
        "human" : ""
    },    
    {
        "condition" : "",
        "name" : "Настя",
        "text" : "- Ребята, нам надо выбрать спикера и сделать презентацию наших наработок. Кто-нибудь хочет?",
        "image" : "break",
        "human" : "Nastya1"
    }, 
    {
        "condition" : "",
        "name" : "",
        "text" : "Все вдруг замолчали, и вы в том числе. Никто не горит желанием брать на себя ответственность за всю команду.",
        "image" : "break",
        "human" : ""
    }, 
    {
        "condition" : "No",
        "name" : "",
        "text" : "",
        "image" : "chill",
        "human" : ""
    }, 
    {
        "condition" : "",
        "name" : "",
        "text" : "В этот момент заходит Аня и ребята рассказывают про ваше предложение и его итоги ей. Команда назначает вас спикером и за следующие 2 дня вам предстоит подготовить речь, а также отрепетировать её с презентацией.",
        "image" : "break",
        "human" : ""
    }, 
    {
        "condition" : "",
        "name" : "",
        "text" : "Наступает долгожданный день предзащиты концептов Машины Голдберга. Вы проходите с однокурсниками в 402-ую аудиторию и садитесь в ожидании своей очереди на выступление.",
        "image" : "402.2",
        "human" : ""
    }, 
    {
        "condition" : "",
        "name" : "Лысенко Алексей Фёдорович",
        "text" : "- Команда №5.",
        "image" : "402",
        "human" : "lysenkohappy"
    }, 
    {
        "condition" : "",
        "name" : "",
        "text" : "Вы выходите к жюри и запускаете на экране презентацию. Вы успешно выступили даже без запинок, хоть и присутствовало небольшое волнение и подошло время к вопросам.",
        "image" : "402.2",
        "human" : ""
    }, 
    {
        "condition" : "",
        "name" : "Лысенко Алексей Фёдорович",
        "text" : "Итак, спасибо за выступление, но есть пару спорных моментов касательно вашей сметы. У вас слишком много материалов для закупки, вы смотрели сначала на скалде наличие того, что вам нужно?",
        "image" : "402",
        "human" : "lysenko"
    }, 
    {
        "condition" : "",
        "name" : "",
        "text" : "И вправду, ваша команда забыла это сделать. Это была задача Артёма, но по какой-то причине он её не выполнил и вы вашими коллегами забыли проконтролиоровать это.",
        "image" : "402",
        "human" : ""
    }, 
    {
        "condition" : "No",
        "name" : "",
        "text" : "",
        "image" : "chill",
        "human" : ""
    }, 
    {
        "condition" : "",
        "name" : "",
        "text" : "Хорошо, спасибо, обязательно всё сделаем. ",
        "image" : "402.2",
        "human" : ""
    },  
    {
        "condition" : "",
        "name" : "",
        "text" : "Вы заканчиваете своё выступление и идёте обратно на место. После того, как оставшиеся команды отзащищались, вы идёте со своими коллегами в брейкаут, чтобы обсудить дальнейший план действий.",
        "image" : "nearbreak2",
        "human" : ""
    }, 
    {
        "condition" : "",
        "name" : "Дима",
        "text" : "Фух, хоть как-то защитились. Так, нам надо на склад прийти и посмотреть, что мы можем заменить в смете тем, что есть в 406-ой, да?",
        "image" : "near402.2",
        "human" : "Andrey"
    }, 
    {
        "condition" : "",
        "name" : "",
        "text" : "-Да, всё верно. Дим, давай вместе пойдём после сбора.",
        "image" : "near402.2",
        "human" : ""
    }, 
    {
        "condition" : "",
        "name" : "Дима",
        "text" : "Хорошо, погнали. Только у меня вопрос ребят, а когда собирать можно будет, если нам смету не одобрили?",
        "image" : "near402",
        "human" : "Andrey"
    }, 
    {
        "condition" : "",
        "name" : "Настя",
        "text" : "Да хоть завтра, каркас и фанеру нам предоставят, они как раз должны на складе быть, как уходить оттуда будеет возьмите их в 301-ую айдиторию.",
        "image" : "near402",
        "human" : "Nastya2"
    }, 
    {
        "condition" : "",
        "name" : "Саша",
        "text" : "Да, окей, сделаем.",
        "image" : "near402.2",
        "human" : "Artem2"
    }, 
    {
        "condition" : "",
        "name" : "",
        "text" : "Вы с Димой уходите на склад и пытаетесь найти материалы, которые вы сможете использовать. В конце концов у вас получается найти всё необходимое и вы помечаете в смете то, что смогли найти. Каркас и фанера были перетащены в 301-ую аудиторию.",
        "image" : "hlam",
        "human" : ""
    }, 
    {
        "condition" : "",
        "name" : "",
        "text" : "Через несколько дней вы с командой опять собираетесь в брейкауте и пытаеетсь распределиться на задачи. Вам нужно собрать каркас, прикрепить фанеру, а также начать собирать узлы, которые вы спроектировали.",
        "image" : "break",
        "human" : ""
    }, 
    {
        "condition" : "",
        "name" : "Настя",
        "text" : "Так, нам надо сперва собрать каркас и начать выпиливать детали. Антон, ты сможешь сделать первые дав узла? ",
        "image" : "break",
        "human" : "Nastya3"
    }, 
    {
        "condition" : "",
        "name" : "Антон",
        "text" : "Да, хорошо, я возьму их.",
        "image" : "break",
        "human" : "Andrey"
    }, 
    {
        "condition" : "",
        "name" : "",
        "text" : "- Я могу каркас собрать.",
        "image" : "break",
        "human" : ""
    }, 
    {
        "condition" : "",
        "name" : "Витя",
        "text" : "О, я тоже хочу каркас собирать. Давай вместе?",
        "image" : "break",
        "human" : "Pavel3"
    }, 
    {
        "condition" : "",
        "name" : "Настя",
        "text" : "Вот, сделайте это вместе. А Дима тогда соберёт 3-и 4-ый узлы, да Дим?",
        "image" : "break",
        "human" : "Nastya4"
    }, 
    {
        "condition" : "",
        "name" : "Дима",
        "text" : "- Может стоить распределить узлы по одному на каждого члена команды? Так у нас быстрее получиться всё успеть.",
        "image" : "break",
        "human" : "Andrey"
    }, 
    {
        "condition" : "",
        "name" : "Артём",
        "text" : "Да, я тоже думаю, что так будет лучше.",
        "image" : "break",
        "human" : "Gena"
    }, 
    {
        "condition" : "",
        "name" : "Настя",
        "text" : "Хорошо, тогда так и сделаем. Артём, возьми тогда 1-ый узел. Кто 2-ой хочет делать?",
        "image" : "break",
        "human" : "Nastya3"
    }, 
    {
        "condition" : "",
        "name" : "Витя",
        "text" : "Давайте я возьму.",
        "image" : "break",
        "human" : "Pavel2"
    }, 
    {
        "condition" : "",
        "name" : "Дима",
        "text" : "Но у тебя же ещё каркас висит в задачах, точно справишся? ",
        "image" : "break",
        "human" : "Andrey"
    }, 
    {
        "condition" : "",
        "name" : "Витя",
        "text" : "Да нормально, попытаюсь что-нибудь сделать.",
        "image" : "break",
        "human" : "Pavel2"
    }, 
    {
        "condition" : "",
        "name" : "Настя",
        "text" : "Хорошо. Давайте тогда по остальным узлам пройдёмся",
        "image" : "break",
        "human" : "Nastya2"
    }, 
    {
        "condition" : "",
        "name" : "",
        "text" : "Ваша команда распределяет все узлы между собой. С витей вы договорилис встретиться на следующий день, чтобы собрать каркас. Придя после пар в 301-ую аудиторию в назначенное время Вити вы не увидели. На телефонные звонки он не отвечает.",
        "image" : "master",
        "human" : ""
    },
    {
        "condition" : "No",
        "name" : "",
        "text" : "",
        "image" : "chill",
        "human" : ""
    },
    {
        "condition" : "",
        "name" : "",
        "text" : "Так как вы закончили делать каркас, вы решаете заглянуть в мастерскую, чтобы посмотреть как там ребята делают свои узлы и предложить им свою помощь при необходимости. Придя в 405-ую адуиторию, вы застаёте только Настю и Артёма, работающих над выпиливанием деталей.",
        "image" : "master",
        "human" : ""
    }, 
    {
        "condition" : "",
        "name" : "Саша",
        "text" : "- Привет, как прогресс?",
        "image" : "master2",
        "human" : "Artem2"
    }, 
    {
        "condition" : "",
        "name" : "Настя",
        "text" : "- Привет, да потихоньку. Вот, я выпиливаю куски фанеры, а Артём шлифует свои детали.",
        "image" : "master",
        "human" : "Nastya2"
    }, 
    {
        "condition" : "",
        "name" : "Саша",
        "text" : "- Неплохо так. Может надо с чем-то помочь?",
        "image" : "master2",
        "human" : "Artem2"
    }, 
    {
        "condition" : "",
        "name" : "Настя",
        "text" : "- Да вроде не надо, может Артёму только.",
        "image" : "master",
        "human" : "Nastya3"
    }, 
    {
        "condition" : "",
        "name" : "Артем",
        "text" : "- Да нет, у меня тоже всё нормально получается. Вот nолько я за Витю волнуюсь, он за прошедшие дни ни разу не появился в мастерской, не знаешь что с ним? ",
        "image" : "master2",
        "human" : "Gena"
    }, 
    {
        "condition" : "",
        "name" : "Саша",
        "text" : "- Вообще не представляю почему он ничего не делает.",
        "image" : "master",
        "human" : ""
    }, 
    {
        "condition" : "No",
        "name" : "",
        "text" : "",
        "image" : "chill",
        "human" : ""
    }, 
    {
        "condition" : "",
        "name" : "",
        "text" : "Через пару дней вы решаете проверить, как идёт прогресс по Машине Голдберга. Вы замечаете, что готово только 2 узла, и надо доработать остальные, а также закрепить их и ещё как-то протестировать вашу сборку.",
        "image" : "screen2",
        "human" : ""
    }, 
    {
        "condition" : "",
        "name" : "",
        "text" : "ПРОДОЛЖЕНИЕ СЛЕДУЕТ....",
        "image" : "screen3",
        "human" : ""
    }
]
